Return a copy of an object derived from LossFactor
  Namespace:   Autodesk.Revit.DB.Lighting
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public LossFactor GetLossFactor()
  Visual Basic
Public Function GetLossFactor As LossFactor
  Visual C++
public:
LossFactor^ GetLossFactor()
 See Also
  LightType Class
  Autodesk.Revit.DB.Lighting Namespace